{"test": 1290, "android": 33, "apps": 53, "beautiful": 93, "cute": 274, "health": 557, "igers": 605, "iphoneonly": 653, "iphonesia": 657, "iphone": 649, "finally": 418, "case": 183, "thanks": 1299, "yay": 1479, "sony": 1177, "xperia": 1476, "love": 763, "talk": 1273, "relax": 1038, "smartphone": 1157, "wifi": 1435, "connect": 244, "know": 698, "way": 1420, "home": 579, "amazing": 29, "service": 1117, "apple": 45, "pay": 927, "stupid": 1235, "support": 1253, "software": 1172, "update": 1362, "fucked": 461, "phone": 938, "big": 105, "time": 1313, "iphones": 656, "happy": 544, "instapic": 641, "instadaily": 627, "xperiaz": 1477, "new": 861, "type": 1351, "charger": 199, "cable": 161, "uk": 1355, "amazon": 30, "year": 1482, "newyear": 866, "starting": 1212, "technology": 1286, "samsunggalaxys": 1083, "iphonex": 659, "shopping": 1131, "listening": 740, "music": 848, "likeforlike": 732, "photo": 942, "fun": 464, "selfie": 1109, "water": 1418, "camera": 169, "picoftheday": 954, "sun": 1243, "instagood": 631, "boy": 134, "hey": 568, "make": 782, "ipod": 660, "color": 228, "crash": 263, "does": 325, "need": 856, "really": 1029, "dropped": 345, "ball": 80, "design": 306, "giving": 497, "just": 682, "crazy": 265, "purchase": 1009, "lol": 750, "work": 1457, "hard": 546, "play": 967, "ipad": 645, "battery": 86, "charge": 197, "dead": 291, "saturday": 1089, "summer": 1242, "urban": 1369, "like": 730, "share": 1121, "want": 1409, "instagram": 632, "photooftheday": 948, "tweegram": 1345, "reason": 1031, "suck": 1240, "truth": 1338, "agree": 23, "fact": 391, "store": 1225, "screens": 1098, "monday": 834, "fucking": 462, "art": 58, "easter": 354, "dear": 294, "friends": 457, "face": 388, "email": 365, "pie": 958, "wife": 1434, "days": 290, "button": 156, "broke": 146, "hit": 573, "screen": 1097, "goes": 503, "completely": 240, "black": 110, "getting": 489, "texts": 1292, "day": 289, "check": 206, "wallpapers": 1408, "wall": 1406, "galaxy": 470, "samsung": 1081, "app": 43, "patent": 925, "touch": 1327, "logo": 749, "starts": 1213, "lose": 758, "pics": 955, "kill": 691, "hateapple": 549, "flower": 429, "green": 522, "watch": 1416, "youtube": 1490, "subscribe": 1238, "daily": 281, "vlog": 1394, "twitch": 1349, "gaming": 478, "ps": 1005, "xbox": 1471, "games": 477, "ios": 644, "thank": 1297, "live": 743, "laugh": 711, "life": 725, "food": 442, "instago": 630, "instahub": 635, "friendship": 458, "dog": 326, "family": 397, "goals": 501, "bestfriends": 100, "country": 254, "america": 31, "wild": 1436, "taken": 1270, "sunset": 1248, "sky": 1150, "sister": 1145, "bought": 132, "early": 351, "birthday": 108, "gift": 490, "received": 1033, "note": 879, "market": 792, "delete": 300, "songs": 1176, "itunes": 666, "everybody": 381, "freaking": 448, "windows": 1439, "phones": 941, "bad": 78, "cheap": 205, "tech": 1284, "bull": 152, "smile": 1162, "potd": 984, "let": 721, "sunday": 1244, "eyes": 387, "ootd": 906, "fashion": 403, "blackandwhite": 111, "film": 416, "set": 1118, "video": 1388, "producer": 996, "follow": 434, "commercial": 235, "actor": 13, "losangeles": 757, "movies": 846, "acting": 12, "startup": 1214, "wallpaper": 1407, "pink": 960, "sweet": 1259, "sexy": 1120, "week": 1427, "end": 370, "iphoneplus": 655, "moment": 831, "italy": 664, "photography": 947, "nature": 853, "landscape": 705, "view": 1391, "tree": 1332, "travel": 1330, "google": 512, "cut": 273, "program": 1000, "look": 754, "got": 515, "christmas": 214, "girl": 493, "instacool": 626, "likes": 734, "free": 449, "game": 474, "talking": 1274, "appstore": 54, "joy": 676, "peace": 931, "remember": 1040, "cloud": 220, "gr": 516, "baby": 76, "pet": 936, "news": 864, "fail": 393, "funny": 465, "tablets": 1267, "use": 1372, "fan": 398, "think": 1306, "product": 997, "friday": 454, "called": 166, "blackfriday": 113, "shop": 1130, "holidays": 578, "gifts": 491, "newyork": 867, "business": 154, "money": 835, "tv": 1344, "computer": 241, "school": 1095, "seriously": 1116, "going": 504, "pocket": 975, "chargers": 200, "month": 836, "good": 507, "job": 673, "having": 552, "actually": 14, "killing": 692, "paying": 928, "replacement": 1045, "rt": 1070, "sucks": 1241, "droid": 343, "double": 331, "saw": 1091, "cool": 250, "picture": 956, "complete": 239, "run": 1072, "beach": 88, "sport": 1201, "bit": 109, "hashtag": 547, "gain": 469, "followers": 436, "rts": 1071, "sougofollow": 1188, "ff": 415, "iphoneography": 652, "streetphotography": 1232, "iphonephotography": 654, "mobile": 827, "colors": 230, "bright": 143, "users": 1377, "dating": 286, "random": 1021, "instamood": 639, "shine": 1122, "wine": 1440, "creative": 267, "denmark": 305, "hot": 583, "ll": 745, "original": 911, "pop": 978, "red": 1034, "rock": 1061, "soul": 1189, "singer": 1142, "song": 1175, "universal": 1359, "wedding": 1425, "thought": 1308, "id": 598, "lost": 760, "ipadmini": 646, "feeling": 413, "broken": 147, "replaced": 1044, "happiness": 543, "light": 727, "indonesia": 617, "sonya": 1178, "gold": 505, "reset": 1047, "sorry": 1187, "white": 1433, "tea": 1279, "chilling": 209, "cover": 258, "samsunggalaxy": 1082, "apples": 46, "mouse": 844, "came": 168, "magic": 779, "comes": 233, "followsunday": 439, "followback": 435, "teamfollowback": 1282, "retweet": 1050, "doing": 328, "ya": 1478, "thing": 1304, "months": 837, "problem": 994, "issue": 662, "able": 0, "shoot": 1128, "pic": 952, "photos": 949, "price": 989, "device": 311, "memory": 804, "oh": 897, "win": 1437, "enjoying": 373, "playstation": 971, "gamer": 475, "wrong": 1468, "right": 1057, "today": 1319, "makes": 783, "lifestyle": 726, "fuckyou": 463, "little": 742, "quality": 1013, "girlfriend": 494, "card": 180, "present": 987, "mom": 830, "macbookpro": 777, "macbook": 775, "sweden": 1258, "quote": 1016, "quotes": 1017, "wisdom": 1446, "words": 1456, "tweetgram": 1347, "customer": 271, "great": 521, "repair": 1042, "hour": 584, "mode": 828, "mashable": 797, "yousuck": 1489, "usa": 1370, "company": 236, "working": 1459, "dumb": 347, "earphones": 352, "handmade": 539, "features": 409, "did": 313, "blessed": 114, "coffee": 224, "effect": 362, "spring": 1204, "galaxynote": 471, "best": 98, "special": 1196, "valentine": 1381, "nowplaying": 883, "daughter": 288, "poem": 976, "car": 179, "lunch": 770, "park": 920, "banana": 81, "lovely": 764, "dogs": 327, "autumn": 70, "leaves": 716, "spend": 1198, "faith": 395, "book": 125, "say": 1092, "fuck": 460, "took": 1324, "hours": 585, "download": 333, "hate": 548, "added": 17, "twitter": 1350, "education": 361, "missed": 825, "calls": 167, "mins": 820, "tmobile": 1318, "come": 232, "rid": 1055, "absolutely": 1, "annoying": 39, "buy": 157, "version": 1386, "mood": 838, "boss": 130, "blog": 116, "style": 1236, "bestoftheday": 101, "pretty": 988, "babe": 74, "wednesday": 1426, "send": 1111, "turn": 1343, "imessage": 612, "sleep": 1151, "popular": 979, "tweet": 1346, "hop": 581, "shotoniphone": 1134, "photographer": 946, "valentines": 1383, "silly": 1137, "syncing": 1263, "fml": 431, "candy": 172, "nice": 869, "wait": 1402, "hand": 538, "gb": 482, "bar": 83, "key": 686, "long": 752, "cold": 225, "siri": 1144, "literally": 741, "contacts": 247, "looks": 756, "wonder": 1452, "available": 71, "al": 25, "laptop": 706, "vaio": 1380, "inlove": 620, "blackberry": 112, "fruit": 459, "soon": 1185, "yum": 1492, "mac": 774, "updates": 1364, "warning": 1413, "display": 322, "told": 1321, "stop": 1221, "things": 1305, "gear": 483, "vr": 1399, "pictures": 957, "past": 924, "capetownsup": 175, "sup": 1250, "surf": 1255, "capetown": 174, "pro": 992, "half": 536, "downloaded": 334, "stuff": 1234, "arrived": 57, "excited": 383, "open": 907, "officially": 896, "keyboard": 687, "okay": 899, "simple": 1140, "colorful": 229, "th": 1294, "sync": 1262, "night": 870, "father": 405, "son": 1174, "jj": 672, "party": 921, "makeup": 784, "valentinesday": 1384, "ad": 15, "february": 410, "gamers": 476, "college": 227, "portrait": 981, "shot": 1133, "sonyalpha": 1179, "mm": 826, "hacker": 532, "password": 923, "zoom": 1498, "videos": 1390, "deleted": 301, "single": 1143, "stevejobs": 1218, "addiction": 18, "prophet": 1002, "husband": 592, "kindle": 694, "upgraded": 1367, "instagramers": 633, "instalike": 636, "help": 566, "children": 207, "malaysia": 786, "times": 1314, "tab": 1264, "real": 1028, "tablet": 1266, "santa": 1087, "earlier": 350, "hi": 569, "world": 1462, "old": 900, "followme": 438, "swag": 1257, "cat": 186, "sick": 1136, "paint": 916, "bullshit": 153, "perfect": 933, "instaphoto": 640, "welcome": 1431, "drawing": 337, "sketch": 1147, "os": 912, "throw": 1309, "body": 123, "fast": 404, "fall": 396, "evening": 379, "devices": 312, "round": 1068, "offer": 892, "middle": 816, "used": 1373, "account": 11, "city": 216, "story": 1228, "destiny": 309, "tweets": 1348, "awesome": 73, "accessory": 10, "bag": 79, "info": 618, "friendly": 456, "goodnight": 510, "dubai": 346, "dreams": 339, "hope": 582, "uae": 1352, "lucky": 769, "deals": 293, "bluray": 122, "passion": 922, "reading": 1026, "nearly": 855, "edm": 360, "amor": 32, "playlist": 970, "god": 502, "nx": 886, "tha": 1295, "beauty": 94, "updated": 1363, "deal": 292, "high": 571, "lightning": 728, "usb": 1371, "geek": 484, "bots": 131, "gadgets": 468, "technews": 1285, "power": 985, "pc": 929, "dev": 310, "sprint": 1205, "pick": 953, "wish": 1447, "minute": 821, "count": 253, "tls": 1317, "accessories": 9, "july": 679, "ipads": 647, "listen": 739, "drive": 342, "nyc": 889, "iphonesplus": 658, "issues": 663, "filter": 417, "loves": 765, "text": 1291, "gay": 481, "ready": 1027, "hellokitty": 565, "cellphone": 191, "space": 1193, "ny": 888, "tattoo": 1276, "totally": 1326, "yes": 1485, "air": 24, "fit": 422, "plus": 973, "sim": 1139, "florida": 428, "sale": 1079, "nokia": 876, "motorola": 843, "lg": 723, "offers": 893, "death": 295, "taking": 1272, "hold": 575, "speed": 1197, "unitedstate": 1358, "guitarplayer": 527, "cash": 185, "smart": 1156, "crap": 261, "calendar": 164, "event": 380, "user": 1376, "icloud": 597, "angry": 34, "birds": 107, "keeps": 685, "freezing": 451, "team": 1280, "trying": 1340, "chat": 204, "small": 1154, "blue": 120, "steemit": 1216, "try": 1339, "bug": 151, "sonylens": 1180, "lens": 720, "sonyphotography": 1182, "image": 610, "images": 611, "photofeed": 944, "feed": 411, "land": 704, "yeah": 1481, "gorgeous": 514, "ig": 603, "ignation": 606, "orange": 908, "haha": 533, "dress": 340, "alcohol": 26, "snapchat": 1165, "lock": 747, "speaker": 1195, "reallyreal": 1030, "true": 1336, "course": 256, "chocolate": 212, "shit": 1125, "emails": 366, "nofilter": 875, "drink": 341, "purple": 1010, "tasty": 1275, "garden": 479, "cars": 182, "\u0430\u043d\u0434\u0440\u043e\u0438\u0434": 1499, "guys": 529, "bestprice": 102, "jun": 680, "unlock": 1360, "managed": 788, "mommy": 833, "chinese": 211, "rant": 1023, "morning": 839, "nike": 871, "goodmorning": 509, "imac": 609, "date": 285, "years": 1483, "stopped": 1222, "warranty": 1414, "mad": 778, "purpose": 1011, "paris": 919, "answer": 40, "rolling": 1063, "verizon": 1385, "marketing": 793, "web": 1422, "gig": 492, "headphones": 556, "sound": 1190, "guitar": 526, "socialmedia": 1169, "club": 222, "band": 82, "learn": 713, "smoke": 1164, "tomorrow": 1322, "tried": 1334, "delicious": 303, "far": 402, "away": 72, "ebay": 357, "fix": 424, "easy": 355, "silver": 1138, "oneplus": 902, "providing": 1004, "experience": 384, "flag": 426, "emoji": 367, "change": 194, "april": 55, "man": 787, "telling": 1288, "samsungs": 1086, "kids": 690, "using": 1378, "compatible": 238, "upgrade": 1366, "people": 932, "word": 1455, "friend": 455, "dad": 279, "block": 115, "numbers": 885, "possible": 982, "worked": 1458, "yea": 1480, "bro": 145, "dope": 330, "rhymes": 1054, "start": 1210, "rhyme": 1053, "fixed": 425, "jailbreak": 667, "factory": 392, "stock": 1220, "mothersday": 841, "igdaily": 604, "married": 795, "healthy": 558, "ugh": 1353, "loving": 766, "feature": 408, "cases": 184, "ones": 903, "gratitude": 520, "edge": 358, "woke": 1448, "unboxing": 1356, "wow": 1467, "sonyphotos": 1183, "sonyphoto": 1181, "vlogs": 1395, "dance": 282, "takes": 1271, "phonecase": 939, "june": 681, "sad": 1075, "yellow": 1484, "woman": 1449, "india": 615, "canada": 171, "europe": 378, "charging": 201, "tell": 1287, "galaxys": 472, "bear": 89, "super": 1251, "plaza": 972, "maps": 790, "applestore": 47, "busy": 155, "says": 1094, "hello": 564, "order": 909, "sent": 1113, "annoyed": 38, "went": 1432, "likelike": 733, "running": 1073, "fans": 400, "insta": 625, "newphone": 863, "fish": 421, "london": 751, "vsco": 1400, "finger": 420, "anymore": 41, "capture": 177, "future": 466, "cell": 190, "bonding": 124, "girls": 495, "playing": 969, "puzzle": 1012, "cats": 188, "march": 791, "proud": 1003, "grand": 517, "ass": 64, "notes": 881, "restore": 1048, "hateiphones": 550, "enjoy": 372, "stickers": 1219, "vscocam": 1401, "manhattan": 789, "waiting": 1403, "fresh": 453, "better": 103, "person": 934, "kiss": 696, "hearts": 560, "library": 724, "fancy": 399, "luxury": 771, "asian": 62, "pcs": 930, "exquisite": 386, "squishy": 1206, "charm": 203, "straps": 1229, "toys": 1329, "decor": 299, "sales": 1080, "cake": 163, "bedroom": 96, "vote": 1398, "lte": 768, "facebook": 389, "door": 329, "winning": 1442, "wiped": 1444, "coming": 234, "human": 589, "humanity": 590, "goodvibes": 511, "fitness": 423, "sports": 1202, "french": 452, "nxmini": 887, "bff": 104, "sleeping": 1152, "hehe": 563, "storage": 1224, "jesus": 671, "wake": 1404, "shitty": 1126, "weeks": 1430, "wasted": 1415, "switch": 1260, "seeing": 1107, "blonde": 118, "stores": 1226, "teamandroid": 1281, "memories": 803, "da": 278, "happydays": 545, "ly": 772, "flowers": 430, "lion": 737, "steve": 1217, "jobs": 674, "setup": 1119, "shiny": 1123, "feel": 412, "ill": 608, "wwdc": 1470, "osx": 913, "holiday": 577, "photoshoot": 950, "miss": 824, "couple": 255, "favorite": 406, "brain": 137, "bird": 106, "gadget": 467, "newtoy": 865, "michelle": 814, "tcot": 1278, "nascar": 852, "theater": 1302, "tired": 1316, "apparently": 44, "ago": 22, "zeeland": 1496, "stormhour": 1227, "sedge": 1106, "hype": 594, "appletv": 50, "said": 1078, "ripoff": 1060, "meet": 802, "smiles": 1163, "electronics": 364, "link": 736, "code": 223, "tshirt": 1341, "tbt": 1277, "boys": 136, "beats": 92, "audio": 68, "problems": 995, "videogames": 1389, "second": 1103, "workout": 1460, "sunny": 1246, "nikon": 873, "deleting": 302, "useless": 1375, "boyfriend": 135, "weekend": 1429, "en": 369, "cooking": 249, "japan": 669, "starbucks": 1209, "catch": 187, "cousin": 257, "tag": 1268, "concept": 243, "applesucks": 48, "everyday": 382, "bye": 160, "search": 1101, "dinner": 319, "prime": 990, "onlineshopping": 905, "discount": 320, "bathroom": 85, "ordered": 910, "bluetooth": 121, "looking": 755, "inch": 614, "wireless": 1445, "backup": 77, "data": 284, "probably": 993, "spent": 1199, "bring": 144, "puppy": 1008, "vacation": 1379, "warm": 1412, "notebook": 880, "redbubble": 1035, "iphonecases": 651, "toy": 1328, "king": 695, "yo": 1487, "indian": 616, "left": 718, "means": 800, "yesterday": 1486, "maybe": 798, "smh": 1161, "visit": 1393, "profile": 999, "helpful": 567, "trump": 1337, "products": 998, "watching": 1417, "ugly": 1354, "guy": 528, "number": 884, "bestfriend": 99, "california": 165, "reposting": 1046, "samsungmobile": 1084, "normal": 877, "gone": 506, "social": 1168, "media": 801, "break": 140, "trip": 1335, "slow": 1153, "rain": 1019, "wtf": 1469, "cuz": 276, "dark": 283, "movie": 845, "hd": 553, "microsoft": 815, "gl": 498, "applewatch": 51, "duos": 348, "dj": 324, "crashing": 264, "entire": 374, "instafollow": 628, "feels": 414, "heart": 559, "saying": 1093, "eat": 356, "walk": 1405, "explore": 385, "outdoors": 914, "england": 371, "mystery": 849, "house": 586, "different": 317, "given": 496, "room": 1066, "brother": 148, "weekdays": 1428, "foes": 432, "spawn": 1194, "rs": 1069, "piano": 951, "diet": 316, "general": 485, "hands": 540, "thankyou": 1301, "happened": 542, "page": 915, "lady": 702, "surprise": 1256, "cd": 189, "delivery": 304, "message": 808, "vocation": 1396, "thailand": 1296, "khaoko": 688, "ilce": 607, "snapspeed": 1166, "merry": 806, "emojis": 368, "smartphones": 1158, "jul": 678, "minutes": 822, "htc": 587, "kuwait": 700, "release": 1039, "online": 904, "psn": 1006, "flash": 427, "major": 781, "treat": 1331, "tagsforlikes": 1269, "cost": 252, "cracked": 260, "collection": 226, "stuck": 1233, "planet": 965, "doug": 332, "compassion": 237, "zazzlecom": 1495, "instalove": 638, "men": 805, "receive": 1032, "followfollow": 437, "headphone": 555, "blow": 119, "latest": 710, "console": 245, "forget": 446, "blogger": 117, "skins": 1149, "choose": 213, "model": 829, "unique": 1357, "piece": 959, "skin": 1148, "cup": 269, "lot": 761, "making": 785, "remove": 1041, "security": 1105, "questions": 1015, "mother": 840, "princess": 991, "dream": 338, "wants": 1411, "mind": 818, "miami": 813, "thankful": 1298, "motivation": 842, "nails": 850, "rip": 1059, "ipods": 661, "sell": 1110, "tuesday": 1342, "idea": 599, "fb": 407, "omg": 901, "innovation": 621, "ceo": 192, "campaign": 170, "player": 968, "stand": 1208, "stops": 1223, "forever": 445, "instagramhub": 634, "chill": 208, "satisfied": 1088, "tonight": 1323, "laptops": 707, "paper": 917, "artist": 60, "sing": 1141, "click": 218, "timcook": 1312, "anniversary": 37, "adorable": 19, "died": 315, "changed": 195, "hair": 535, "ride": 1056, "germany": 487, "gets": 488, "read": 1025, "marriage": 794, "article": 59, "asshole": 65, "hack": 531, "holding": 576, "messages": 809, "post": 983, "till": 1311, "care": 181, "customers": 272, "worse": 1464, "wonderful": 1453, "captured": 178, "moments": 832, "youtuber": 1491, "voice": 1397, "mean": 799, "inspiration": 623, "att": 66, "iphonecase": 650, "office": 894, "credit": 268, "network": 860, "million": 817, "appointment": 52, "genius": 486, "changes": 196, "glad": 499, "decided": 297, "radio": 1018, "loud": 762, "jeans": 670, "self": 1108, "save": 1090, "graphicdesign": 518, "gsm": 524, "currently": 270, "upload": 1368, "computers": 242, "crack": 259, "ok": 898, "september": 1114, "losing": 759, "learning": 714, "wanted": 1410, "pissedoff": 962, "worst": 1465, "season": 1102, "mail": 780, "winner": 1441, "late": 708, "level": 722, "webstagram": 1424, "success": 1239, "thanksgiving": 1300, "cream": 266, "grateful": 519, "forgot": 447, "beard": 90, "ink": 619, "yolo": 1488, "colour": 231, "works": 1461, "randomly": 1022, "shut": 1135, "mini": 819, "toronto": 1325, "spoiled": 1200, "needed": 857, "books": 126, "halloween": 537, "itouch": 665, "north": 878, "cl": 217, "restored": 1049, "justinbieber": 683, "mirror": 823, "gopro": 513, "mexico": 811, "hungry": 591, "hobby": 574, "failed": 394, "contact": 246, "aliusaexpress": 27, "unlocked": 1361, "buying": 158, "longer": 753, "pissed": 961, "believe": 97, "conversation": 248, "huge": 588, "idiots": 601, "obsessed": 890, "abuja": 2, "abujafct": 4, "abujapeople": 5, "abujaphones": 6, "abujacity": 3, "capitalhub": 176, "pattern": 926, "idol": 602, "valentineapp": 1382, "sunshine": 1249, "rd": 1024, "snow": 1167, "winter": 1443, "secret": 1104, "beat": 91, "weather": 1421, "website": 1423, "sounds": 1191, "plastic": 966, "add": 16, "line": 735, "mi": 812, "november": 882, "sea": 1100, "needs": 858, "sending": 1112, "cinnamon": 215, "heat": 561, "draw": 336, "bbm": 87, "inspire": 624, "project": 1001, "boostmobile": 127, "boostmobilemiami": 128, "worldcup": 1463, "decides": 298, "drop": 344, "core": 251, "table": 1265, "foodporn": 444, "juice": 677, "pets": 937, "animals": 36, "yup": 1494, "soft": 1171, "shipping": 1124, "merrychristmas": 807, "rush": 1074, "husky": 593, "freedom": 450, "bed": 95, "brazil": 139, "rome": 1065, "adventure": 20, "brand": 138, "shoes": 1127, "poor": 977, "attention": 67, "nintendo": 874, "official": 895, "worth": 1466, "gave": 480, "desk": 307, "stay": 1215, "sure": 1254, "started": 1211, "edition": 359, "epic": 376, "die": 314, "ideas": 600, "guess": 525, "instead": 642, "place": 963, "southport": 1192, "liverpool": 744, "followus": 441, "clouds": 221, "retweeting": 1051, "charity": 202, "smallbiz": 1155, "digital": 318, "newappstore": 862, "follo": 433, "safari": 1076, "terrible": 1289, "internet": 643, "nano": 851, "brunette": 150, "kind": 693, "october": 891, "photograph": 945, "canon": 173, "cables": 162, "facetime": 390, "animal": 35, "zeta": 1497, "supplies": 1252, "pm": 974, "xmas": 1474, "phonecases": 940, "yummy": 1493, "foodie": 443, "score": 1096, "trend": 1333, "nikkor": 872, "bored": 129, "kitty": 697, "vintage": 1392, "fine": 419, "load": 746, "xiaomi": 1473, "goodbye": 508, "china": 210, "glasses": 500, "kid": 689, "hahaha": 534, "plan": 964, "sisters": 1146, "homemade": 580, "applesupport": 49, "smartwatch": 1159, "ring": 1058, "daddy": 280, "later": 709, "rocks": 1062, "accessoires": 8, "hialeah": 570, "sunrise": 1247, "august": 69, "kawaii": 684, "romance": 1064, "breakfast": 141, "hdr": 554, "relationship": 1036, "sunglasses": 1245, "queen": 1014, "ear": 349, "ipho": 648, "window": 1438, "society": 1170, "install": 637, "hatemac": 551, "women": 1450, "january": 668, "parents": 918, "charged": 198, "thinking": 1307, "artphotography": 61, "macbookair": 776, "cutie": 275, "nd": 854, "gym": 530, "advertising": 21, "tip": 1315, "woo": 1454, "nexus": 868, "apart": 42, "useful": 1374, "st": 1207, "december": 296, "ask": 63, "shoppinglist": 1132, "drandrew": 335, "relationships": 1037, "datingadvice": 287, "gallery": 473, "shooting": 1129, "bw": 159, "lake": 703, "gs": 523, "spotify": 1203, "followtrick": 440, "breaking": 142, "error": 377, "street": 1231, "hiphop": 572, "crappy": 262, "la": 701, "xd": 1472, "tokyo": 1320, "lips": 738, "earth": 353, "fantastic": 401, "lenovo": 719, "ar": 56, "entrepreneur": 375, "netflix": 859, "sonyxperia": 1184, "rose": 1067, "join": 675, "vibes": 1387, "photobooth": 943, "sorority": 1186, "basketball": 84, "screw": 1099, "imovie": 613, "leave": 715, "rainbow": 1020, "teamiphone": 1283, "diy": 323, "marvel": 796, "theme": 1303, "cydia": 277, "tgif": 1293, "porn": 980, "instafood": 629, "review": 1052, "dessert": 308, "locked": 748, "lights": 729, "icecream": 596, "brown": 149, "mp": 847, "low": 767, "ma": 773, "safe": 1077, "led": 717, "won": 1451, "smell": 1160, "heaven": 562, "psvita": 1007, "updating": 1365, "access": 7, "prank": 986, "waterproof": 1419, "disney": 321, "replace": 1043, "boxed": 133, "sydney": 1261, "inside": 622, "ice": 595, "happen": 541, "alive": 28, "close": 219, "effin": 363, "series": 1115, "babies": 75, "streaming": 1230, "liked": 731, "sold": 1173, "thursday": 1310, "korea": 699, "metromanb": 810, "stylish": 1237, "launch": 712, "samsungnote": 1085, "xoxo": 1475, "personal": 935, "chanel": 193}